ABOUTTEXT =  '''                    

    Данная программа предназначена для получения списка слов.
    
    А именно только лексемы с дополнительно оформленными записями 
для образования словоформ.
    В этих записях храниться следующая информация: основа слова; 
часть речи;окончания слова, соотнесенные с соответствующей 
морфологической информацией: род, падеж, число и т.п. 

    При работе с таким словарем обеспечена средство генерации той 
или иной словоформы в соответствии с введенными «правилами».
(Кнопка "Генерация слов").

    Для генерации пользователь должен вести нужное слово и теги, 
которые соответствуют ожидаемым свойствам слова. 

    Правильность тегов можно посмотреть в Информация/Помощь.

'''
