HELPTEXT =  '''                    

Для генерации той или иной словоформы по нужным для вас признакам 
используйте следующие условные обозначения(Теги):

Части речи:
-------------------------------------------------------------------------
NOUN     |имя существительное           |вечность, собака, любовь, конь |
ADJF     |имя прилагательное(полное)    |милый, красивый, цветущая      |
ADJS     |имя прилагательное(краткое)   |мил, краток                    |
COMP	 |компаратив                    |лучше, получше, выше           |
VERB	 |глагол (личная форма)	        |говорю, говорит, говорил       |
INFN	 |глагол (инфинитив)            |говорить, сказать              |
PRTF	 |причастие (полное)            |прочитавший, прочитанная       |
PRTS	 |причастие (краткое)           |прочитана                      |
GRND	 |деепричастие                  |прочитав, рассказывая          |
NUMR	 |числительное                  |три, пятьдесят                 |
ADVB	 |наречие                       |круто                          |
NPRO	 |местоимение-существительное   |он                             |
PRED	 |предикатив                    |некогда                        |
PREP	 |предлог                       |в, по, на                      |
CONJ	 |союз                          |и                              |
PRCL	 |частица                       |бы, же, лишь                   |
INTJ	 |междометие                    |ой                             |
-------------------------------------------------------------------------

Категория одушевлённости:
_________________________________________________________________________
anim    |одушевлённое   | собака,человек                                |   
inan    |неодушевлённое | кисть, пол, стол                              |
-------------------------------------------------------------------------

Род:
-------------------------------------------------------------------------
masc        |мужской род    |   кот, самолет                            |
femn        |женский род    |   машина, кукла                           |
neut        |средний род    |   пальто                                  |
ms-f        |общий род      |   плакса, соня                            |
------------------------------------------------------------------------

Число:
-------------------------------------------------------------------------
sing        |единственное число     | собака,человек                    |
plur        |множественное число    | собаки, люди                      |
Fixd        |неизменяемое           | ножницы                           |
-------------------------------------------------------------------------

Категория падежа:
------------------------------------------------------------------------
nomn    |именительный падеж             |кошка                          |
gent    |родительный падеж              |кошки                          |
datv    |дательный падеж                |кошке                          |	
accs    |винительный падеж              |кошку                          |	
ablt    |творительный падеж             |кошкой                         |	
loct    |предложный падеж               |кошке                          |	
voct    |звательный падеж               |Саш, Ань                       |	
-------------------------------------------------------------------------

Категория вида глагола:
-------------------------------------------------------------------------
perf    |совершенный вид        |погашу, пойду                          |
impf    |несовершенный вид      |погасаю, иду                           |
-------------------------------------------------------------------------

Категория вида глагола:
-------------------------------------------------------------------------
tran    |переходный             |вариться                               |
intr    |непереходный           |иду                                    |
-------------------------------------------------------------------------

Категория лица:
-------------------------------------------------------------------------
1per    |1 лицо                 |кушаю                                  |
2per    |2 лицо                 |кушаешь                                |
3per    |3 лицо                 |кушает                                 |
-------------------------------------------------------------------------

Категория времени:
-------------------------------------------------------------------------
pres    |настоящее время        |кушаю                                  |
past    |прошедшее время        |кушала                                 |
futr    |будущее время          |буду кушать                            |
-------------------------------------------------------------------------

Категория наклонения:
-------------------------------------------------------------------------
indc    |изъявительное наклонение    |иду                               |
impr    |повелительное наклонение    |иди                               |
-------------------------------------------------------------------------

Категория залога:
-------------------------------------------------------------------------
actv    |действительный залог        | кушать                           |
pssv    |страдательный залог         |ложиться                          |
-------------------------------------------------------------------------

Для менее употребляемых признаков, не указанных в нашем перечне
посмотрите, пожалуйста, список на http://opencorpora.org/dict.php?act=gram

'''
